class Story {
  final String title;
  final String image;
  final String audio;
  final String text;

  Story({
    required this.title,
    required this.image,
    required this.audio,
    required this.text,
  });
}

final List<Story> stories = [
  Story(
    title: "🌧️ چتر کوچک",
    image: "assets/images/stories/chatri kochak.jpg",
    audio: "sounds/stories/chatri kochak.mp3",
    text:
        "یک روز بارانی، سمیه با عجله به طرف مکتب می‌رفت. او چتر کوچکی همراه داشت. در راه، دختر کوچکی را دید که زیر باران ایستاده بود و لباس‌هایش خیس شده بود.سمیه نزدیک رفت و گفت: «بیا زیر چتر من.»دخترک خوشحال شد و هر دو باهم تا مکتب رفتند. وقتی به صنف رسیدند، معلم از کار سمیه تعریف کرد و گفت: «کمک کردن به دیگران، نشانه قلب مهربان است.»بعد از درس، دخترک گفت: «اگر تو کمکم نمی‌کردی، شاید مریض می‌شدم.»سمیه لبخند زد و فهمید که یک کار کوچک می‌تواند کسی را خوشحال کند. از آن روز، شاگردان صنف سعی می‌کردند بیشتر به همدیگر کمک کنند و با مهربانی رفتار کنند.\n 🌟نتیجه: مهربانی کوچک، خوشحالی بزرگ می‌آورد.",
  ),
  Story(
    title: "دفتری گمشده",
    image: "assets/images/stories/daftri gomshoda.jpg",
    audio: "sounds/stories/daftri gomshoda.mp3",
    text:
        "روزی در یک مکتب، پسری به نام سعید شب قبل از امتحان خیلی تلاش کرده بود و تمام درس‌ها را نوشته بود. او همه چیز را در یک دفتر کوچک جمع کرده بود و فکر می‌کرد فردا بهترین نمره را می‌گیرد.صبح که به مکتب رسید، دید دفترش در کیف نیست. قلبش تند تند می‌زد. همه جای صنف، راهرو و حویلی را گشت اما پیدا نشد. سعید خیلی ناراحت شد و تقریباً امیدش را از دست داد.معلم وقتی دید او پریشان است، گفت: «گاهی چیزها را گم می‌کنیم، اما مهم این است که تسلیم نشویم.»سعید با همان ناراحتی در امتحان نشست و هرچه یادش بود نوشت. بعد از امتحان، دوستش آمد و گفت: «دفترت زیر چوکی من افتاده بود، دیروز برداشتم ولی یادم رفت بگویم.»سعید اول ناراحت شد، اما بعد آرام شد و دفترش را گرفت. او فهمید که یادگیری فقط در دفتر نیست، بلکه در ذهن و تلاش انسان است. \n🌟 نتیجه: تلاش واقعی در ذهن انسان است، نه فقط در نوشته‌ها.",
  ),
  Story(
    title: "🌾 دانه گندم طلایی",
    image: "assets/images/stories/danah gandom.jpg",
    audio: "sounds/stories/danah gandom.mp3",
    text:
        "روزی در یک قریه کوچک، پسری به نام رحیم همراه پدرش در مزرعه کار می‌کرد. رحیم همیشه فکر می‌کرد کار در مزرعه سخت و بی‌فایده است. او دوست داشت تمام روز بازی کند و کمتر به پدرش کمک می‌کرد.یک روز پدرش چند دانه گندم در دست رحیم گذاشت و گفت: «این دانه‌های کوچک، اگر خوب مراقبت شوند، به خوشه‌های طلایی تبدیل می‌شوند.»رحیم با بی‌حوصلگی دانه‌ها را در خاک کاشت. پدرش هر روز به او یاد می‌داد که چطور زمین را آب بدهد و از گیاه‌ها مراقبت کند. روزها گذشت و کم‌کم جوانه‌های سبز از خاک بیرون آمدند.رحیم با تعجب گفت: «این همان دانه‌های کوچک هستند؟»پدرش لبخند زد و گفت: «بله، هر کار بزرگی از یک شروع کوچک آغاز می‌شود.»چند ماه بعد، مزرعه پر از خوشه‌های طلایی شد. رحیم با خوشحالی به محصول نگاه می‌کرد و فهمید که صبر و زحمت همیشه نتیجه خوب دارد.از آن روز، او با علاقه بیشتری به پدرش کمک می‌کرد و دیگر از کار فرار نمی‌کرد.\n🌟 نتیجه: تلاش و صبر، انسان را به موفقیت می‌رساند.",
  ),
  Story(
    title: "⏰ دیر رسیدن",
    image: "assets/images/stories/der rasidan.jpg",
    audio: "sounds/stories/der rasidan.mp3",
    text:
        "ندا هر روز دیر به مکتب می‌رسید. او صبح‌ها زیاد می‌خوابید و وقتش را هدر می‌داد. یک روز وقتی دیر به صنف رسید، امتحان شروع شده بود و معلم اجازه نداد دیرتر امتحان بدهد.ندا خیلی ناراحت شد. بعد از مکتب، مادرش گفت: «وقت مثل طلا ارزش دارد. اگر آن را از دست بدهیم، دوباره برنمی‌گردد.»از آن روز، ندا شب‌ها زودتر می‌خوابید و صبح به موقع بیدار می‌شد. او کتاب‌هایش را از شب آماده می‌کرد و دیگر دیر نمی‌رسید.چند هفته بعد، معلم از نظم و مسئولیت‌پذیری او تعریف کرد. ندا فهمید که منظم بودن باعث موفقیت می‌شود. \n🌟 نتیجه: کسی که وقتش را خوب استفاده کند، موفق‌تر می‌شود. ",
  ),
  Story(
    title: "🚲 دوچرخه نو",
    image: "assets/images/stories/do charkhai naw.jpg",
    audio: "sounds/stories/do charkhai naw.mp3",
    text:
        "احمد مدت زیادی آرزو داشت یک دوچرخه داشته باشد. پدرش گفت: «اگر پس‌انداز کنی و کمک‌کار باشی، می‌توانی دوچرخه بخری.»احمد هر روز کمی پول کنار می‌گذاشت. او به مادرش کمک می‌کرد، اتاقش را مرتب نگه می‌داشت و بیهوده پول خرج نمی‌کرد. گاهی دوستانش خوراکی می‌خریدند، اما احمد صبر می‌کرد و پولش را نگه می‌داشت.چند ماه بعد، صندوق کوچکش پر شد. پدرش او را به بازار برد و احمد توانست دوچرخه زیبایی بخرد. او بسیار خوشحال بود.وقتی به خانه برگشت، به خواهر کوچکش گفت: «اگر صبر و تلاش داشته باشیم، می‌توانیم به آرزوهایمان برسیم.» از آن روز، احمد قدر وسایلش را بیشتر دانست و فهمید که موفقیت با تلاش به دست می‌آید. \n🌸 نتیجه: صبر وتلاش، انسان را به هدفش می‌رساند. ",
  ),
  Story(
    title: "🌙 فانوس شب",
    image: "assets/images/stories/fanos shab.jpg",
    audio: "sounds/stories/fanos shab.mp3",
    text:
        "در یک روستای کوچک، شب‌ها خیلی تاریک بود. پسرکی به نام خالد هر شب با ترس از کنار راه باریک به خانه می‌رفت. یک شب، او یک فانوس کوچک پیدا کرد.از آن شب به بعد، خالد فانوس را روشن می‌کرد و با نور آن راهش را پیدا می‌کرد. او حتی به دیگران هم کمک می‌کرد تا در تاریکی راه را ببینند.مردم روستا گفتند: «نور کوچک تو، راه ما را روشن کرده است.»خالد فهمید که حتی یک کار کوچک می‌تواند برای دیگران خیلی مهم باشد.\n 🌟نتیجه: حتی کارهای کوچک می‌توانند روشنایی بیاورند. ",
  ),
  Story(
    title: "🌟 حسن و درخت کوچک",
    image: "assets/images/stories/hasan derakhti kochek.jpg",
    audio: "sounds/stories/hasan derakhti kochek.mp3",
    text:
        "حسن پسری بازیگوش بود که همیشه شاخه‌های درختان را می‌شکست. یک روز معلمش به هر شاگرد یک نهال کوچک داد تا از آن مراقبت کند. حسن با بی‌حوصلگی نهالش را کنار خانه کاشت. مادرش گفت: «اگر هر روز به آن آب بدهی، بزرگ و قوی می‌شود.»چند هفته گذشت و نهال کوچک کم‌کم سبز و زیبا شد. حسن هر روز با خوشحالی به آن آب می‌داد. یک روز پرنده‌ای روی شاخه‌هایش نشست و آواز خواند. حسن خیلی خوشحال شد.او فهمید که درختان هم مانند انسان‌ها به مهربانی و مراقبت نیاز دارند. از آن روز دیگر هیچ شاخه‌ای را نشکست و به دوستانش هم گفت که از طبیعت محافظت کنند.\n 🌱 نتیجه: کسی که از طبیعت مراقبت کند، دنیا را زیباتر می‌سازد. ",
  ),
  Story(
    title: "🕊️ کلید گمشده",
    image: "assets/images/stories/kalid gomshoda.jpg",
    audio: "sounds/stories/kalid gomshoda.mp3",
    text:
        "روزی دختری به نام زینب از مکتب به خانه برمی‌گشت. او کلید خانه را در جیبش گذاشته بود، اما وقتی رسید، کلید نبود. زینب خیلی ترسید چون کسی در خانه نبود.او همان راهی را که آمده بود برگشت و دنبال کلید گشت. در راه، پیرمردی را دید که زمین را جارو می‌کرد. زینب با گریه گفت: «کلید خانه‌ام گم شده، نمی‌دانم چه کنم.»پیرمرد گفت: «آرام باش، با دقت فکر کن.»زینب کمی آرام شد و به یاد آورد که کنار دکان نانوا ایستاده بود. او سریع به آنجا رفت. نانوا گفت: «بله، یک کلید پیدا کردم و کنارم گذاشتم.»زینب خوشحال شد و کلیدش را گرفت. او از پیرمرد و نانوا تشکر کرد.آن روز زینب یاد گرفت که در وقت مشکل، ترس کمکی نمی‌کند، اما فکر کردن کمک می‌کند. \n 🌟 نتیجه: در مشکلات، آرامش و فکر کردن مهم است. ",
  ),
  Story(
    title: "📚 کتاب گمشده",
    image: "assets/images/stories/ketab gomshodah.jpg",
    audio: "sounds/stories/ketab gomshodah.mp3",
    text:
        "فاطمه عاشق کتاب خواندن بود و هر روز بعد از مکتب، داستان‌های تازه می‌خواند. او یک کتاب زیبا داشت که هدیه پدرش بود و خیلی آن را دوست داشت. فاطمه همیشه با دقت از کتابش نگهداری می‌کرد.یک روز وقتی زنگ تفریح تمام شد، فهمید کتابش در صنف نیست. او تمام میزها و چوکی‌ها را جستجو کرد، اما کتاب پیدا نشد. فاطمه خیلی ناراحت شد و نزدیک بود گریه کند. دوستانش هم با او کمک کردند، اما بازهم کتاب پیدا نشد.روز بعد، دختری به نام سارا با لبخند وارد صنف شد و کتاب را در دست داشت. او گفت: «فاطمه! کتابت زیر چوکی مانده بود. وقتی صنف را پاک می‌کردند پیدا شد.»فاطمه با خوشحالی کتابش را گرفت و گفت: «تشکر سارا! این کتاب برایم خیلی مهم بود.» سارا گفت: «اگر چیزی پیدا کنیم باید آن را به صاحبش برگردانیم. این کار درست است.»معلم که صحبت آن‌ها را شنید، لبخند زد و گفت: «کودکان خوب همیشه راستگو و امانت‌دار هستند. صداقت باعث می‌شود مردم به ما اعتماد کنند.»از آن روز، شاگردان صنف بیشتر مراقب وسایل یکدیگر بودند و یاد گرفتند که امانت‌داری یکی از بهترین اخلاق‌های انسان است. \n 🌟 نتیجه: آدم صادق و امانت‌دار همیشه محبوب و قابل اعتماد است. ",
  ),
  Story(
    title: "🎒 کیف پاره",
    image: "assets/images/stories/kifi para.jpg",
    audio: "sounds/stories/kifi para.mp3",
    text:
        "سمیر پسری آرام و درس‌خوان بود، اما کیف مکتبش قدیمی و پاره شده بود. بعضی کودکان او را مسخره می‌کردند و می‌گفتند: «ببین کیفش چقدر کهنه است!»سمیر ناراحت می‌شد، اما چیزی نمی‌گفت. او می‌دانست که پدرش سخت کار می‌کند و فعلاً توان خرید کیف نو را ندارد.یک روز معلم از شاگردان خواست درباره آرزوهایشان صحبت کنند. سمیر گفت: «آرزوی من این است که خوب درس بخوانم و در آینده به خانواده‌ام کمک کنم.»همه ساکت شدند. معلم لبخند زد و گفت: «ارزش انسان به اخلاق و تلاش اوست، نه به لباس و وسایلش.»شاگردان از رفتار خود خجالت کشیدند. روز بعد، چند نفر از کودکان باهم پول جمع کردند و برای سمیر یک کیف نو خریدند.سمیر خیلی خوشحال شد و فهمید که مهربانی می‌تواند دل‌ها را تغییر دهد. \n 🌟 نتیجه: انسان‌ها را باید با قلب و رفتارشان قضاوت کرد، نه با ظاهرشان. ",
  ),
  Story(
    title: "🐟 ماهی کوچک شجاع",
    image: "assets/images/stories/mahei kochek.jpg",
    audio: "sounds/stories/mahei kochek.mp3",
    text:
        "در یک دریاچه، ماهی کوچکی زندگی می‌کرد که از ماهی‌های بزرگ می‌ترسید. او همیشه پنهان می‌شد و جرأت نداشت جلوتر برود.یک روز طوفان شد و آب دریاچه خیلی تند شد. ماهی‌های کوچک دیگر ترسیدند و نتوانستند حرکت کنند. اما ماهی کوچک فهمید که اگر حرکت نکند، گیر می‌افتد.او با شجاعت شنا کرد و راهی آرام‌تر پیدا کرد. کم‌کم بقیه ماهی‌ها هم دنبال او آمدند و نجات پیدا کردند.بعد از طوفان، همه گفتند: «این ماهی کوچک ما را نجات داد!» او فهمید که شجاعت حتی در اندازه کوچک هم مهم است. \n🌟 نتیجه: شجاعت می‌تواند از ترس قوی‌تر باشد.",
  ),
  Story(
    title: "🌸 مریم و شال گرم",
    image: "assets/images/stories/maryam wa shal.jpg",
    audio: "sounds/stories/maryam wa shal.mp3",
    text:
        "روزی روزگاری، دختری مهربان به نام مریم در یک قریه کوچک زندگی می‌کرد. او هر روز همراه مادرش به مکتب می‌رفت. در راه، پیرزنی را می‌دید که کنار جاده نشسته بود و به سختی راه می‌رفت. بیشتر مردم بدون توجه از کنارش می‌گذشتند.یک روز هوا بسیار سرد بود. مریم دید که پیرزن از سرما می‌لرزد. او شال گرم خودش را از گردنش باز کرد و روی شانه‌های پیرزن انداخت. پیرزن با لبخند گفت: «دخترم، مهربانی تو را هیچ‌وقت فراموش نمی‌کنم.»وقتی مریم به خانه برگشت، مادرش فهمید که شالش را بخشیده است. مادر او را در آغوش گرفت و گفت: «آدم مهربان شاید چیزی را ببخشد، اما در عوض دل‌های زیادی را خوشحال می‌کند.»چند روز بعد، همسایه‌ها که کار خوب مریم را دیده بودند، برای پیرزن غذا و لباس آوردند. پیرزن دیگر تنها نبود و همیشه دعا می‌کرد که خدا به مریم خوشی بدهد.از آن روز، کودکان قریه یاد گرفتند که حتی یک مهربانی کوچک می‌تواند زندگی کسی را روشن کند. \n🌸 نتیجه: مهربانی، دنیا را زیباتر می‌کند. ",
  ),
  Story(
    title: "🧠 پسر و معمای سخت",
    image: "assets/images/stories/moama sakht.jpg",
    audio: "sounds/stories/moama sakht.mp3",
    text:
        "در یک صنف، معلم یک سوال سخت ریاضی نوشت و گفت: «هر کسی جواب بدهد، جایزه می‌گیرد.»شاگردان شروع به فکر کردند، اما کسی جواب را پیدا نکرد. پسری به نام عادل آرام نشسته بود و چیزی نمی‌گفت. او به جای عجله کردن، سوال را چند بار خواند.بعد از چند دقیقه، دستش را بلند کرد و جواب درست را گفت. همه تعجب کردند. معلم پرسید: «چطور فهمیدی؟»عادل گفت: «من عجله نکردم، آرام فکر کردم.»معلم لبخند زد و گفت: «بهترین جواب ها با فکر آرام پیدا می‌شوند.»\n  🌟 نتیجه: آرامش و فکر کردن، کلید حل مشکلات است. ",
  ),
  Story(
    title: "🐜 مورچه سخت ‌کوش",
    image: "assets/images/stories/morcha sakhat kosh.jpg",
    audio: "sounds/stories/morcha sakhat kosh.mp3",
    text:
        "روزی روزگاری، مورچه کوچکی در کنار باغی سبز زندگی می‌کرد. او هر روز دانه‌های کوچک غذا را جمع می‌کرد و به لانه‌اش می‌برد. ملخ بازیگوشی که همیشه آواز می‌خواند و بازی می‌کرد، به مورچه خندید و گفت: «چرا این‌قدر کار می‌کنی؟ بیا بازی کنیم!»مورچه لبخند زد و گفت: «زمستان نزدیک است. باید برای روزهای سرد آماده باشم.»ملخ حرف او را جدی نگرفت و تمام روز را بازی کرد. چند ماه بعد، زمستان سرد از راه رسید. زمین پر از برف شد و دیگر غذایی پیدا نمی‌شد. ملخ گرسنه و ناراحت شد.او به خانه مورچه رفت. مورچه در را باز کرد و کمی غذا به او داد. ملخ با شرمندگی گفت: «حالا فهمیدم که تلاش و آماده بودن چقدر مهم است.»از آن روز، ملخ هم یاد گرفت که تنبلی نکند و برای آینده‌اش تلاش کند. \n 🌟 نتیجه: انسان سخت‌کوش همیشه برای روزهای سخت آماده است. ",
  ),
  Story(
    title: "🌟 نرگس و صندوق امانت",
    image: "assets/images/stories/narges sandoq amanat.jpg",
    audio: "sounds/stories/narges sandoq amanat.mp3",
    text:
        "نرگس دختری مهربان بود که با مادرش در یک قریه زندگی می‌کرد. یک روز، خاله زینب صندوق کوچکی را نزد آن‌ها گذاشت و گفت:این امانت است، لطفاً خوب از آن نگهداری کنید.» بعد از رفتن او، نرگس کنجکاو شد. از مادرش پرسید: داخل صندوق چه است؟» مادرش گفت: امانت را نباید باز کرد.» اما نرگس نتوانست صبر کند. وقتی مادرش سرگرم کار بود، آرام صندوق را باز کرد. داخل آن یک عکس، چند نامه و یک دستبند قدیمی بود. وقتی عکس خاله زینب را دید، فهمید که این‌ها خاطرات مهم او هستند. دلش گرفت و فوری صندوق را بست. شب، مادرش فهمید که صندوق باز شده است. نرگس گفت: مادر، اشتباه کردم.» مادرش گفت: وقتی کسی چیزی را به تو امانت می‌دهد، یعنی به تو اعتماد دارد.» چند روز بعد، نرگس حقیقت را به خاله زینب گفت. خاله لبخند زد و گفت: تو راست گفتی و این ارزش زیادی دارد.» از آن روز، نرگس یاد گرفت که همیشه امانت‌دار و راستگو باشد.\n 🌱 پیام داستان: امانت‌داری و راستگویی، انسان را قابل اعتماد می‌سازد 🤍 ",
  ),
  Story(
    title: "🐦 پرنده زخمی",
    image: "assets/images/stories/paranda zakhmi.jpg",
    audio: "sounds/stories/paranda zakhmi.mp3",
    text:
        "روزی پسر کوچکی به نام یوسف در راه خانه، پرنده‌ای را دید که بالش زخمی شده بود و نمی‌توانست پرواز کند.بعضی کودکان فقط نگاه کردند و رفتند، اما یوسف دلش سوخت.او پرنده را آرام برداشت و به خانه برد. مادرش کمی آب و دانه برای پرنده گذاشت و بال زخمی‌اش را بست. یوسف هر روز از او مراقبت می‌کرد.چند هفته بعد، پرنده خوب شد و دوباره توانست پرواز کند. یوسف او را به باغ برد و آزاد کرد. پرنده چند بار دور سر یوسف پرواز کرد؛ انگار می‌خواست تشکر کند.یوسف با خوشحالی گفت: «کمک کردن به حیوانات هم یک مهربانی بزرگ است.»از آن روز، کودکان قریه یاد گرفتند که با حیوانات با محبت رفتار کنند.\n  🌸 نتیجه: مهربانی با حیوانات، نشانه قلب مهربان است. ",
  ),
  Story(
    title: "🧺 سبد مهربانی",
    image: "assets/images/stories/sabad mehrabani.jpg",
    audio: "sounds/stories/sabad mehrabani.mp3",
    text:
        "مادر نرگس هر روز یک سبد کوچک غذا آماده می‌کرد و به او می‌داد تا برای همسایه پیرشان ببرد. نرگس اول کمی خجالت می‌کشید، اما کم‌کم عادت کرد. یک روز باران شدید می‌بارید. نرگس گفت: «امروز نمی‌خواهم بروم.»اما مادرش گفت: «شاید او امروز بیشتر به کمک نیاز داشته باشد.» نرگس چتر برداشت و رفت. وقتی در را زد، پیرزن با خوشحالی گفت: «دخترم، فکر نمی‌کردم امروز کسی به یادم باشد.» نرگس سبد را داد و دید که چشم‌های پیرزن پر از اشک خوشحالی شد. از آن روز، نرگس فهمید که کمک کردن به دیگران، حتی در روزهای سخت، خیلی ارزش دارد. \n 🌸 نتیجه: مهربانی در سختی‌ها ارزش بیشتری دارد. ",
  ),
  Story(
    title: "🍎 سیب سرخ",
    image: "assets/images/stories/sebi surkh.jpg",
    audio: "sounds/stories/sebi surkh.mp3",
    text:
        "در باغ کوچکی، درخت سیبی پر از میوه‌های سرخ و زیبا بود. کودکان هر روز کنار درخت بازی می‌کردند. یک روز پسر کوچکی به نام کریم خواست بدون اجازه صاحب باغ سیب بچیند.دوستش گفت: «بهتر است اجازه بگیریم.» اما کریم گوش نکرد و دستش را به طرف شاخه برد. ناگهان پایش لغزید و نزدیک بود زمین بخورد. صاحب باغ سریع او را گرفت و گفت: «اگر چیزی می‌خواهی، با اجازه بگیر. آدم درستکار هیچ‌وقت پنهانی چیزی برنمی‌دارد.» کریم خجالت کشید و معذرت خواست. صاحب باغ لبخند زد و چند سیب به او هدیه داد. کریم فهمید که راستی و ادب همیشه بهتر از عجله و اشتباه است.\n  🌱 نتیجه: انسان مودب و درستکار همیشه احترام می‌بیند. ",
  ),
  Story(
    title: "🌟 خرگوش سفید و هویج",
    image: "assets/images/stories/khargosh safied.jpg",
    audio: "sounds/stories/khargosh safied.mp3",
    text:
        "در یک جنگل زیبا، خرگوش سفیدی زندگی می‌کرد که هویج خیلی دوست داشت. او هر روز در باغچه‌اش کار می‌کرد و هویج می‌کاشت.یک روز، خرگوش یک هویج بسیار بزرگ پیدا کرد. او خیلی خوشحال شد و  گفت:این هویج فقط برای خودم است!»وقتی می‌خواست آن را بخورد، سنجاب کوچکی آمد و گفت:من خیلی گرسنه‌ام، کمی هویج می‌دهی؟»خرگوش اول نخواست هویجش را تقسیم کند، اما بعد فکر کرد که کمک کردن کار خوبی است. او هویج را نصف کرد و بخشی از آن را به سنجاب داد.سنجاب خوشحال شد و گفت:تشکر دوست مهربانم!»خرگوش هم احساس خوبی پیدا کرد. او فهمید که تقسیم کردن، آدم را خوشحال‌تر می‌کند.\n 🌱پیام داستان:تقسیم کردن و مهربانی، دل‌ها را خوشحال می‌کند 🥕",
  ),
  Story(
    title: "🌟 احمد و کفش‌های کهنه",
    image: "assets/images/stories/ahmad kafsh kohna.jpg",
    audio: "sounds/stories/ahmad kafsh kohna.mp3",
    text:
        "احمد در یک قریه کوچک زندگی می‌کرد. او فقط یک جفت کفش کهنه داشت و هر روز با همان کفش‌ها به مکتب می‌رفت. بعضی کودکان او را مسخره می‌کردند، اما احمد ناراحت نمی‌شد و درسش را می‌خواند.یک روز در راه خانه، پسری را دید که اصلاً کفش نداشت و پاهایش زخمی بود. احمد به کفش‌های خودش نگاه کرد و فهمید که باز هم نعمت بزرگی دارد.او کفش‌هایش را به پسرک داد. پسرک خیلی خوشحال شد و تشکر کرد.وقتی احمد به خانه رفت، مادرش گفت: کمک به دیگران بهترین کار است.» روز بعد، همسایه‌شان یک جفت کفش نو برای احمد آورد. احمد خوشحال شد و فهمید مهربانی همیشه بی‌نتیجه نمی‌ماند.\n 🌱 پیام داستان:مهربانی همیشه پاداش دارد 🤍 ",
  ),
];
